<?php
$title='Quest';
include('assets/includes/header.php');

// $qusts[1][0] = "Какво отпечатва следният код: <br>
// 				for('$i'=1; '$i'<=10; '$i'++){
// 					echo <p>;
// 						for('$j'=1; '$j'<=5; '$j'++){
// 							echo '$j';
// 						}
// 					echo </p>;
// 				}";


$qusts[1][1] = "Отпечатва 5 пъти числата от 1 до 10" ;
$qusts[1][2] = "Отпечатва числата, които са кратни на 5" ;
$qusts[1][3] = "Отпечатва 10 пъти числата от 1 до 5" ;


$qusts[2][0] = "Коя от следните функции е функция за низове?";
$qusts[2][1] = "rand";
$qusts[2][2] = "asort";
$qusts[2][3] = "ord";

$qusts[3][0] = "Какво изпълнява функцията 'implode'?";
$qusts[3][1] = "Разделя низ на поднизове" ;
$qusts[3][2] = "Извежда низ" ;
$qusts[3][3] = "Създава елементите на масив в низ" ;


$qusts[4][0] = "С коя от следните заявки избираме записи от БД и ги отпечатваме?";
$qusts[4][1] = "'INSERT'";
$qusts[4][2] = "'DELETE'";
$qusts[4][3] = "'SELECT'";

$qusts[5][0] = "Какво изпълнява финкцията 'strrev'?";
$qusts[5][1] = "Връща първата поява на низ";
$qusts[5][2] = "Връща последната поява на подниз";
$qusts[5][3] = "Обръща низ" ;











include('assets/includes/footer.php')
?>