<?php 
$qusts[1][0] = "Кой от следните е правилният формат за въвеждане на дата при проектирането а БД?";
$qusts[1][1] = "date('D', 'M', 'YY')";
$qusts[1][2] = "date('d', 'm', 'y')";
$qusts[1][3] = "date('YYYY-MM-DD')";

$qusts[2][0] = "Коя от следните функции е функция за низове?";
$qusts[2][1] = "rand";
$qusts[2][2] = "asort";
$qusts[2][3] = "ord";

$qusts[3][0] = "Какво изпълнява функцията 'implode'?";
$qusts[3][1] = "Разделя низ на поднизове" ;
$qusts[3][2] = "Извежда низ" ;
$qusts[3][3] = "Създава елементите на масив в низ" ;


$qusts[4][0] = "С коя от следните заявки избираме записи от БД и ги отпечатваме?";
$qusts[4][1] = "'INSERT'";
$qusts[4][2] = "'DELETE'";
$qusts[4][3] = "'SELECT'";

$qusts[5][0] = "Какво изпълнява финкцията 'strrev'?";
$qusts[5][1] = "Връща първата поява на низ";
$qusts[5][2] = "Връща последната поява на подниз";
$qusts[5][3] = "Обръща низ" ;

$qusts[6][0] = "Как действа функцията 'preg_match()' ?";
$qusts[6][1] = "Разделя низ по регулярен израз";
$qusts[6][2] = "Връща всички съвпадения";
$qusts[6][3] = "Търси в низ по регулярен израз – връща първото съвпадение" ;






?>